brew "atuin"
brew "fd"
brew "gh"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "skhd"
brew "tree"
brew "vscode-langservers-extracted"
brew "vtsls"
brew "yt-dlp"

cask "copilot-cli"
cask "elgato-camera-hub"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "lm-studio"
cask "proton-drive"
cask "rectangle"
cask "scroll-reverser"

tap "asmvik/formulae"
