brew "fd"
brew "jq"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "ripgrep"
brew "skhd"
brew "vtsls"
brew "vscode-langservers-extracted"

cask "copilot-cli"
cask "firefox"
cask "ghostty"
cask "proton-drive"
cask "rectangle"
cask "scroll-reverser"

tap "asmvik/formulae"
